kAMDSuccess = "ארעה שגיאה. ";
kAMDUndefinedError = "ארעה תקלה לא ידועה.";
kAMDBadHeaderError = "לא ניתן להעביר את הקובץ.";
kAMDNoResourcesError = "לא ניתן להקצות משאב.";
kAMDReadError = "לא ניתן לקרוא מההתקן.";
kAMDWriteError = "לא ניתן לכתוב להתקן.";
kAMDUnknownPacketError = "החבילה לא מוכרת.";
kAMDInvalidArgumentError = "הטיעון שגוי.";
kAMDNotFoundError = "הקובץ לא נמצא.";
kAMDIsDirectoryError = "הנתיב הוא ספריה.";
kAMDPermissionError = "אין לך אישור.";
kAMDNotConnectedError = "לא מחובר להתקן.";
kAMDTimeOutError = "הפעולה נתקלה בחוסר מענה.";
kAMDOverrunError = "ארעה גלישת חוצץ.";
kAMDEOFError = "סוף הקובץ.";
kAMDUnsupportedError = "הפעולה אינה נתמכת.";
kAMDFileExistsError = "הקובץ כבר קיים.";
kAMDBusyError = "ההתקן עמוס.";
kAMDCryptoError = "לא ניתן להתחבר באופן מאובטח אל ההתקן.";
kAMDTooBigError = "ההודעה גדולה מדי.";
kAMDInvalidResponseError = "התקבלה תגובה בלתי צפויה מההתקן.";
kAMDMissingKeyError = "המפתח חסר.";
kAMDMissingValueError = "הערך חסר.";
kAMDGetProhibitedError = "לא ניתן למשוך את הערך מההתקן הנעול בקוד גישה.";
kAMDSetProhibitedError = "לא ניתן להגדיר את הערך שעל ההתקן.";
kAMDRemoveProhibitedError = "לא ניתן להסיר את הערך שעל ההתקן.";
kAMDImmutableValueError = "לא ניתן לשנות את הערך.";
kAMDPasswordProtectedError = "התקן זה מוגן באמצעות סיסמה.";
kAMDMissingHostIDError = "ההתקן אינו מזהה את המארח.";
kAMDInvalidHostIDError = "ההתקן אינו מזהה את המארח.";
kAMDSessionActiveError = "החיבור פעיל.";
kAMDSessionInactiveError = "החיבור אינו פעיל.";
kAMDMissingSessionIDError = "מזהה החיבור חסר.";
kAMDInvalidSessionIDError = "מזהה החיבור אינו תקין.";
kAMDMissingServiceError = "השירות חסר.";
kAMDInvalidServiceError = "השירות אינו תקין.";
kAMDServiceLimitError = "יותר מדי דוגמאות של השירות כבר מורצות.";
kAMDCheckinSetupFailedError = "לא ניתן להתחיל את השירות בהתקן";
kAMDInvalidCheckinError = "לא ניתן להתחיל את השירות בהתקן";
kAMDCheckinTimeoutError = "השירות בהתקן לא התחיל כראוי.";
kAMDCheckinConnectionFailedError = "השירות בהתקן לא התחיל כראוי.";
kAMDCheckinReceiveFailedError = "השירות בהתקן לא התחיל כראוי.";
kAMDCheckinResponseFailedError = "השירות בהתקן לא התחיל כראוי.";
kAMDCheckinOutOfMemoryError = "השירות בהתקן לא התחיל כראוי.";
kAMDCheckinSendFailedError = "השירות בהתקן לא התחיל כראוי.";
kAMDMissingPairRecordError = "המארח אינו מקושר עוד להתקן.";
kAMDInvalidPairRecordError = "המארח אינו מקושר עוד להתקן.";
kAMDSavePairRecordFailedError = "לא ניתן לשמור את התקליט התואם.";
kAMDInvalidActivationRecordError = "רישום ההפעלה אינו בתוקף.";
kAMDMissingActivationRecordError = "לא ניתן למצוא את רישום ההפעלה.";
kAMDServiceProhibitedError = "לא ניתן להתחיל את השירות בהתקן.";
kAMDEscrowLockedError = "ההתקן לא יהיה זמין עד לפתיחה הראשונה מנעילה אחרי ההפעלה.";
kAMDProhibitedBySupervision = "פעולה זו אינה מותרת במכשירים מפוקחים.";
kAMDPairingProhibitedError = "ניתן לבצע קישור רק דרך USB.";
kAMDWrongDroidError = "ההתקן במצב שחזור.";
kAMDSUVerificationError = "לא ניתן לאמת את חבילת עדכון התוכנה.";
kAMDSUPatchError = "לא ניתן להטליא את הקובץ.";
kAMDSUFirmwareError = "לא ניתן להחליף את החומרה בגירסה אחרת.";
kAMDProvisioningProfileNotValid = "פרופיל ההרשאות אינו בתוקף.";
kAMDSendMessageError = "לא ניתן לשלוח הודעה להתקן.";
kAMDReceiveMessageError = "לא ניתן לקבל הודעה מההתקן.";
kAMDMissingOptionsError = "האפשרויות חסרות.";
kAMDMissingImageTypeError = "התמונה חסרה.";
kAMDDigestFailedError = "לא ניתן לקרוא את תמונת הדיסק.";
kAMDStartServiceError = "לא ניתן להתחיל את השירות.";
kAMDInvalidDiskImageError = "תמונת הדיסק אינה תקינה.";
kAMDMissingDigestError = "תקציר האימות חסר.";
kAMDMuxError = "ארעה שגיאה במרבב התקן ה-USB.";
kAMDApplicationAlreadyInstalledError = "יישום של המערכת בעל אותו מזהה חבילה כבר מותקן במכשיר; לא ניתן להחליפו.";
kAMDApplicationMoveFailedError = "לא ניתן להעביר את היישום אל ההתקן.";
//kAMDApplicationSINFCaptureFailedError = "";
kAMDApplicationSandboxFailedError = "לא ניתן להריץ את היישום בארגז החול.";
kAMDApplicationVerificationFailedError = "לא ניתן לאמת את היישום.";
kAMDArchiveDestructionFailedError = "לא ניתן להסיר את ארכיון היישומים.";
kAMDBundleVerificationFailedError = "לא ניתן לאמת את חבילת המפעיל.";
kAMDCarrierBundleCopyFailedError = "לא ניתן להתקין את חבילת המפעיל.";
kAMDCarrierBundleDirectoryCreationFailedError = "לא ניתן ליצור את ספריית חבילת המפעיל. ";
kAMDCarrierBundleMissingSupportedSIMsError = "אין כרטיסי SIM נתמכים עבור חבילת מפעיל זו.";
kAMDCommCenterNotificationFailedError = "לא ניתן להאזין לעדכונים מהתדר הבסיסי.";
kAMDContainerCreationFailedError = "לא ניתן היה ליצור מכולה עבור היישום.";
kAMDContainerP0wnFailedError = "לא ניתן היה לתקן את ההרשאות של המכולה של היישום.";
kAMDContainerRemovalFailedError = "לא ניתן היה להסיר את המכולה של היישום.";
kAMDEmbeddedProfileInstallFailedError = "לא ניתן להתקין את פרופיל ההרשאות המוטמע.";
kAMDErrorError = "ארעה תקלה.";
kAMDExecutableTwiddleFailedError = "לא ניתן לשנות אישורים לקבצי הרצה ביישום זה.";
kAMDExistenceCheckFailedError = "לא ניתן לבדוק אם היישום כבר קיים.";
kAMDInstallMapUpdateFailedError = "לא ניתן לעדכן את רשימת היישומים שהותקנו.";
kAMDManifestCaptureFailedError = "לא ניתן לשמור את המאניפסט של היישום.";
kAMDMapGenerationFailedError = "לא ניתן ליצור את רשימת היישומים.";
kAMDMissingBundleExecutableError = "בחבילת היישומים חסר קובץ הרצה.";
kAMDMissingBundleIdentifierError = "בחבילת היישומים חסר מזהה תקין.";
kAMDMissingBundlePathError = "לא ניתן לקבוע את נתיב חבילת היישומים.";
kAMDMissingContainerError = "המכולה של היישום שהותקן לא נמצאה.";
kAMDNotificationFailedError = "לא ניתן להוסיף עדכון.";
kAMDPackageExtractionFailedError = "לא ניתן לפתוח את חבילת היישומים.";
kAMDPackageInspectionFailedError = "לא ניתן להציג את חבילת היישומים.";
kAMDPackageMoveFailedError = "לא ניתן להעביר את חבילת היישומים אל אזור ההצבה.";
kAMDPathConversionFailedError = "לא ניתן להמיר את הנתיב.";
kAMDRestoreContainerFailedError = "לא ניתן היה לשחזר את המכולה של היישום.";
kAMDSeatbeltProfileRemovalFailedError = "לא ניתן להסיר את פרופיל חגורת הבטיחות של היישום.";
kAMDStageCreationFailedError = "לא ניתן ליצור את ספריית ההצבה.";
kAMDSymlinkFailedError = "לא ניתן ליצור את הקישור הסמלי.";
kAMDiTunesArtworkCaptureFailedError = "לא ניתן לשמור את עטיפות האלבומים של iTunes.";
kAMDiTunesMetadataCaptureFailedError = "לא ניתן לשמור את נתוני-העל של iTunes.";
kAMDAlreadyArchivedError = "היישום כבר קיים בארכיון.";
kAMDUnknownCommandError = "ההתקן אינו מזהה את הפקודה.";
kAMDAPIInternalError = "ארעה שגיאת API פנימית. ";
kAMDMuxCreateListenerError = "לא ניתן להאזין להתקני ה-USB.";
kAMDMuxGetListenerError = "לא ניתן להשיג את מאזין ה-USB";
kAMDMuxConnectError = "לא ניתן להתחבר להתקן.";
kAMDDeviceTooNewError = "היישום זקוק לעדכון.";
kAMDDeviceRefNoGood = "המכשיר אינו מחובר יותר.";
kAMDDeviceDisconnectedError = "המכשיר אינו מחובר יותר.";
kAMDCannotTranslateError = "לא ניתן לתרגם הודעות מההתקן.";
kAMDMobileImageMounterMissingImageSignature = "הפיתוח אינו נתמך.";
kAMDMobileImageMounterResponseCreationFailed = "הפיתוח אינו נתמך.";
kAMDMobileImageMounterMissingImageType = "הפיתוח אינו נתמך.";
kAMDMobileImageMounterMissingImagePath = "הפיתוח אינו נתמך.";
kAMDMobileImageMounterImageMapLoadFailed = "הפיתוח אינו נתמך.";
kAMDMobileImageMounterAlreadyMounted = "הפיתוח אינו נתמך.";
kAMDMobileImageMounterImageMoveFailed = "הפיתוח אינו נתמך.";
kAMDMobileImageMounterMountPathMissing = "הפיתוח אינו נתמך.";
kAMDMobileImageMounterMountPathNotEmpty = "הפיתוח אינו נתמך.";
kAMDMobileImageMounterImageMountFailed = "הפיתוח אינו נתמך.";
kAMDMobileImageMounterTrustCacheLoadFailed = "הפיתוח אינו נתמך.";
kAMDMobileImageMounterDigestFailed = "הפיתוח אינו נתמך.";
kAMDMobileImageMounterDigestCreationFailed = "הפיתוח אינו נתמך.";
kAMDMobileImageMounterImageVerificationFailed = "הפיתוח אינו נתמך.";
kAMDMobileImageMounterImageInfoCreationFailed = "הפיתוח אינו נתמך.";
kAMDMobileImageMounterImageMapStoreFailed = "הפיתוח אינו נתמך.";
kAMDDeviceOSVersionTooLow = "מערכת ההפעלה של המכשיר ישנה מדי.";
kAMDNoWifiSyncSupportError = "מכשיר זה אינו תומך בסנכרון אלחוטי.";
kAMDDeviceFamilyNotSupported = "היישום אינו תומך בהתקן מסוג זה.";
kAMDPackagePatchFailedError = "לא ניתן להחיל את העדכון על היישום.";
kAMDIncorrectArchitectureError = "יישום זה אינו תומך בסוג המעבד של התקן זה.";
kAMDPluginCopyFailedError = "לא ניתן להעתיק את תוסף ה-VPN למכל היישום.";
kAMDBreadcrumbFailedError = "לא ניתן לכתוב את פירורי הלחם של ההתקנה.";
kAMDBreadcrumbUnlockError = "לא ניתן לעדכן את פירורי הלחם של ההתקנה.";
kAMDGeoJSONCaptureFailedError = "לא ניתן לשמור את נתוני ה-GeoJSON.";
kAMDNewsstandArtworkCaptureFailedError = "לא ניתן לשמור את עטיפות האלבומים של Newsstand.";
kAMDMissingCommandError = "הבקשה לא הכילה פקודה.";
kAMDNotEntitledError = "היישום המבקש אינו מורשה לבצע בקשה זו.";
kAMDMissingPackagePathError = "נתיב החבילה בבקשה היה חסר.";
kAMDMissingContainerPathError = "נתיב המכל בבקשה היה חסר.";
kAMDMissingApplicationIdentifierError = "אחד ממזהי היישום בבקשה היה חסר.";
kAMDMissingAttributeValueError = "אחד מהערכים הנדרשים בבקשה היה חסר.";
kAMDLookupFailedError = "לא ניתן ליצור רשימה של היישומים המותקנים.";
kAMDDictCreationFailedError = "לא ניתן לחלץ יכולות מהבקשה.";

/* kMISFileError */
"A file operation failed." = "פעולת קובץ נכשלה.";

/* kMISModifiedResourcesError */
"A signed resource has been added, modified, or deleted." = "משאב חתום נוסף, נערך או נמחק.";

/* kMISInvalidSignerError */
"A valid provisioning profile for this executable was not found." = "לא נמצא פרופיל הקצאת משאבים תקין לקובץ הרצה זה.";

/* kMISUnknownError */
"An unknown error has occurred." = "ארעה שגיאה לא ידועה.";

/* kMISNotMutableError */
"Attempted to modify an immutable provisioning profile." = "ניסיון לשנות פרופיל הקצאת משאבים המוגן מפני עריכת שינויים.";

/* kMISApplicationSignatureNotValidError */
"The application does not have a valid signature." = "ליישום זה אין חתימה תקינה.";

/* kMISApplicationSignatureNotValidError */
"The application's signature is valid but it does not match the expected hash." = "החתימה של היישום תקינה, אך אינה תואמת את המפתח שלו.";

/* kMISAdHocSignatureError */
"The executable contains an invalid signature." = "קובץ הרצה זה מכיל חתימה שאינה תקינה.";

/* kMISInvalidEntitlementError */
"The executable was signed with invalid entitlements." = "חתמו על קובץ ההרצה באמצעות הרשאות שאינן תקינות.";

/* kMISInvalidSignerCertError */
"The identity used to sign the executable is no longer valid." = "הזהות שבאמצעותה חתמו על קובץ הרצה זה אינה בתוקף עוד.";

/* kMISSignatureNotValidError */
"The signature was not valid." = "החתימה לא היתה תקינה.";

/* kMISConnectionClosedError */
"There was an error communicating with your device." = "ארעה שגיאה בתקשורת עם מכשירך.";

/* kMISUnsupportedDeviceError */
"This provisioning profile cannot be installed on this device." = "לא ניתן להתקין פרופיל הקצאת משאבים זה על מכשיר זה.";

/* kMISProfileSignatureNotValidError */
"This provisioning profile does not have a valid signature (or it has a valid, but untrusted signature)." = "פרופיל הקצאת משאבים זה אינו מכיל חתימה תקינה (או שהוא מכיל חתימה תקינה שאינה מהימנה).";

/* kMISExpiredError */
"This provisioning profile has expired." = "פג תוקף פרופיל הקצאת המשאבים.";

/* kMISMalformedProfileError */
"This provisioning profile is malformed." = "המבנה פרופיל הקצאת המשאבים זה פגום.";

/* kMISUnsupportedVersionError */
"This provisioning profile is unsupported." = "פרופיל הקצאת המשאבים זה אינו נתמך.";

/* kMISAllocationError */
"Unable to allocate memory." = "לא ניתן להקצות זיכרון.";

